tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kateinoigakukun/wasi-vfs", "https://github.com/kateinoigakukun/wasi-vfs.git"
tap "romkatv/powerlevel10k"
tap "symfony-cli/tap"

if RUBY_PLATFORM.downcase.include?('darwin')
    tap "homebrew/cask-fonts"
    tap "teamookla/speedtest"
    brew "blueutil"
    brew "curl"
    brew "gawk"
    brew "gnu-sed"
    brew "gnu-tar"
    brew "gnupg"
    brew "gpatch"
    brew "grep"
    brew "pam-reattach"
    brew "pstree"
    brew "teamookla/speedtest/speedtest"
    cask "alacritty"
    cask "alfred"
    cask "font-migu-1p"
    cask "orbstack"
end

brew "act"
brew "alp"
brew "asciinema"
brew "asdf"
brew "bat"
brew "pkg-config"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "icu4c"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jnv"
brew "jq"
brew "k6"
brew "kubectx"
brew "lsd"
brew "mysql"
brew "node_exporter"
brew "peco"
brew "php"
brew "plantuml"
brew "poppler"
brew "postgresql@14"
brew "prometheus"
brew "qrencode"
brew "rabbitmq"
brew "rabbitmq-c"
brew "re2c"
brew "ripgrep"
brew "rsync"
brew "shared-mime-info"
brew "swaks"
brew "tbls"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "kateinoigakukun/wasi-vfs/wasi-vfs"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "symfony-cli/tap/symfony-cli"
