tap "caskroom/versions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "noborus/tap"
tap "nodenv/nodenv"
brew "ansible"
brew "anyenv"
brew "asdf"
brew "blueutil"
brew "icu4c"
brew "pkg-config"
brew "gcc"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "helm"
brew "kubectx"
brew "libmemcached"
brew "libxml2"
brew "libxslt"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "peco"
brew "php", restart_service: true
brew "plantuml"
brew "python@3.8"
brew "rbenv"
brew "rsync"
brew "shared-mime-info"
brew "tfenv"
brew "tflint"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "noborus/tap/trdsql"
cask "font-migmix-1p"
cask "java"
