tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "symfony-cli/tap"
tap "teamookla/speedtest"
brew "alp"
brew "asdf"
brew "bat"
brew "blueutil"
brew "pkg-config"
brew "direnv"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "icu4c"
brew "graphviz"
brew "grep"
brew "helm"
brew "k6"
brew "kubectx"
brew "lsd"
brew "mysql"
brew "node_exporter"
brew "pam-reattach"
brew "peco"
brew "php"
brew "plantuml"
brew "postgresql"
brew "prometheus"
brew "pstree"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ripgrep"
brew "rsync"
brew "tflint"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "symfony-cli/tap/symfony-cli"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "alfred"
cask "font-migu-1p"
